export default {
  projections: {
    ПостаматE: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        },
        посылка: {
          __caption__: 'Посылка',
          номер: {
            __caption__: 'Номер'
          },
          статус: {
            __caption__: 'Статус'
          },
          отправитель: {
            __caption__: 'Отправитель'
          },
          получатель: {
            __caption__: 'Получатель'
          },
          логистика: {
            __caption__: 'Логистика',
            информация: {
              __caption__: 'Информация'
            }
          },
          транзакция: {
            __caption__: 'Транзакция',
            время: {
              __caption__: 'Время'
            }
          }
        }
      }
    },
    ПостаматL: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    },
    ячейка: {
      __caption__: 'Ячейка'
    }
  }
};
