export default {
  projections: {
    ЛогистикаE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      информация: {
        __caption__: 'Информация'
      }
    },
    ЛогистикаL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      информация: {
        __caption__: 'Информация'
      }
    }
  },
  validations: {
    информация: {
      __caption__: 'Информация'
    },
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    }
  }
};
