export default {
  projections: {
    СлужбаДоставкиE: {
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    СлужбаДоставкиL: {
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номер: {
      __caption__: 'Номер'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    }
  }
};
