export default {
  projections: {
    ЯчейкаE: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      посылка: {
        __caption__: 'Посылка',
        номер: {
          __caption__: 'Номер'
        },
        статус: {
          __caption__: 'Статус'
        },
        отправитель: {
          __caption__: 'Отправитель'
        },
        получатель: {
          __caption__: 'Получатель'
        },
        логистика: {
          __caption__: 'Логистика',
          информация: {
            __caption__: 'Информация'
          }
        },
        транзакция: {
          __caption__: 'Транзакция',
          время: {
            __caption__: 'Время'
          }
        }
      }
    }
  },
  validations: {
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    постамат: {
      __caption__: 'постамат'
    },
    посылка: {
      __caption__: 'Посылка'
    }
  }
};
